Repository: justfrt37/WECAN
Catalog: Plumm/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, tr

source: — or buy tokens outright, no subscription —
de: — oder Token direkt kaufen, ohne Abo —
es: — o compra tokens directamente, sin suscripción —
fr: — ou achetez des jetons directement, sans abonnement —
it: — oppure acquista token subito, senza abbonamento —
pt: — ou compre tokens diretamente, sem assinatura —
tr: — ya da abonelik olmadan doğrudan jeton satın al —

source: %@ is waiting for you
de: %@ wartet auf dich
es: %@ te está esperando
fr: %@ t'attend
it: %@ ti sta aspettando
pt: %@ está te esperando
tr: %@ seni bekliyor

source: %@ is warming up to you...
de: %@ öffnet sich dir langsam …
es: %@ se está abriendo contigo…
fr: %@ commence à s'ouvrir à toi…
it: %@ si sta aprendo con te…
pt: %@ está se abrindo com você…
tr: %@ sana ısınmaya başlıyor...

source: %@ sent you a message.
de: %@ hat dir eine Nachricht geschickt.
es: %@ te envió un mensaje.
fr: %@ t'a envoyé un message.
it: %@ ti ha inviato un messaggio.
pt: %@ te enviou uma mensagem.
tr: %@ sana bir mesaj gönderdi.

source: %@ should behave like this:
de: %@ sollte sich so verhalten:
es: %@ debería comportarse así:
fr: %@ devrait se comporter comme ça :
it: %@ dovrebbe comportarsi così:
pt: %@ deve se comportar assim:
tr: %@ böyle davransın:

source: %@ should remember this:
de: %@ sollte sich daran erinnern:
es: %@ debería recordar esto:
fr: %@ devrait se souvenir de ça :
it: %@ dovrebbe ricordare questo:
pt: %@ deve lembrar disso:
tr: %@ bunu hatırlasın:

source: %@ will no longer appear in Discover. This chat won't be deleted.
de: %@ wird nicht mehr in Entdecken angezeigt. Dieser Chat wird nicht gelöscht.
es: %@ ya no aparecerá en Descubrir. Este chat no se eliminará.
fr: %@ n'apparaîtra plus dans Découvrir. Cette conversation ne sera pas supprimée.
it: %@ non apparirà più in Scopri. Questa chat non verrà eliminata.
pt: %@ não vai mais aparecer em Descobrir. Esta conversa não será excluída.
tr: %@ artık Keşfet'te görünmeyecek. Bu sohbet silinmeyecek.

source: %lld people liked you
de: %lld Personen mögen dich
es: %lld personas te dieron like
fr: %lld personnes t'ont aimé
it: %lld persone ti hanno messo like
pt: %lld pessoas curtiram você
tr: %lld kişi seni beğendi

source: %lld photos
de: %lld Fotos
es: %lld fotos
it: %lld foto
pt: %lld fotos
tr: %lld foto

source: %lldd
de: %lldT
fr: %lldj
it: %lldg
tr: %lldg

source: %lldh
de: %lldStd
tr: %lldsa

source: %lldm
de: %lldmin
es: %lldmin
fr: %lldmin
it: %lldmin
pt: %lldmin
tr: %lld dk

source: ✨ Bringing %@ to life…
de: ✨ %@ zum Leben erwecken…
es: ✨ Dando vida a %@…
fr: ✨ Donner vie à %@…
it: ✨ Diamo vita a %@…
pt: ✨ Dando vida a %@…
tr: ✨ %@ hayat buluyor…

source: ✨ Creating your AI character…
de: ✨ Dein KI-Charakter wird erstellt…
es: ✨ Creando tu personaje de IA…
fr: ✨ Création de ton personnage IA…
it: ✨ Sto creando il tuo personaggio IA…
pt: ✨ Criando seu personagem de IA…
tr: ✨ AI karakterini yaratıyor…

source: ✨ Your Character Is Ready!
de: ✨ Dein Charakter ist fertig!
es: ✨ ¡Tu personaje está listo!
fr: ✨ Ton personnage est prêt !
it: ✨ Il tuo personaggio è pronto!
pt: ✨ Seu personagem está pronto!
tr: ✨ Karakterin Hazır!

source: ABOUT
de: ÜBER MICH
es: SOBRE MÍ
fr: À PROPOS
it: INFO
pt: SOBRE
tr: HAKKIMDA

source: Acts like she's moved on… hasn't
de: Tut so, als hätte sie abgeschlossen… hat sie nicht
es: Actúa como si lo hubiera superado… pero no
fr: Fait comme si elle avait tourné la page… mais non
it: Fa finta di essersela lasciata alle spalle… ma non è così
pt: Age como se tivesse superado… mas não superou
tr: Unutmuş gibi davranır… ama unutmadı

source: Add a caption…
de: Bildunterschrift hinzufügen…
es: Añadir una descripción…
fr: Ajouter une légende…
it: Aggiungi una didascalia…
pt: Adicionar uma legenda…
tr: Bir açıklama ekle…

source: Add Behavior
de: Verhalten hinzufügen
es: Añadir comportamiento
fr: Ajouter un comportement
it: Aggiungi comportamento
pt: Adicionar comportamento
tr: Davranış Ekle

source: Add Memory
de: Erinnerung hinzufügen
es: Añadir recuerdo
fr: Ajouter un souvenir
it: Aggiungi ricordo
pt: Adicionar lembrança
tr: Anı Ekle

source: Adoring
de: Anbetend
es: Adoradora
fr: Adoratrice
it: Adorante
pt: Adoradora
tr: Tapan

source: Age range
de: Altersbereich
es: Rango de edad
fr: Tranche d'âge
it: Fascia d'età
pt: Faixa etária
tr: Yaş aralığı

source: AI Companion
de: KI-Begleiter
es: Compañero de IA
fr: Compagnon IA
it: Compagno IA
pt: Companheiro de IA
tr: AI Arkadaş

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pt: Todos
tr: Tümü

source: ALL MESSAGES
de: ALLE NACHRICHTEN
es: TODOS LOS MENSAJES
fr: TOUS LES MESSAGES
it: TUTTI I MESSAGGI
pt: TODAS AS MENSAGENS
tr: TÜM MESAJLAR

source: Almond
de: Mandelförmig
es: Almendrados
fr: Amande
it: A mandorla
pt: Amendoado
tr: Badem

source: Aloof and guarded, impossible not to chase
de: Distanziert und verschlossen, unwiderstehlich
es: Distante y reservada, imposible no perseguir
fr: Distante et réservée, impossible de ne pas la poursuivre
it: Distaccata e riservata, impossibile non inseguirla
pt: Distante e reservada, impossível não perseguir
tr: Mesafeli ve kapalı, peşinden koşmamak imkansız

source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
it: Ambra
pt: Âmbar

source: An AI companion made for you
de: Ein KI-Begleiter nur für dich
es: Un compañero de IA hecho para ti
fr: Un compagnon IA fait pour toi
it: Un compagno IA fatto apposta per te
pt: Um companheiro de IA feito para você
tr: AI ile sana özel arkadaş

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt: Anual
tr: Yıllık

source: Aquiline
de: Adlernase
es: Aguileña
fr: Aquilin
it: Aquilino
pt: Aquilino
tr: Kartal Burun

source: Are the characters real?
de: Sind die Charaktere echt?
es: ¿Los personajes son reales?
fr: Les personnages sont-ils réels ?
it: I personaggi sono reali?
pt: Os personagens são reais?
tr: Karakterler gerçek mi?

source: Artist
de: Künstlerin
es: Artista
fr: Artiste
it: Artista
pt: Artista
tr: Sanatçı

source: Ask them to send you a photo in chat
de: Bitte sie im Chat, dir ein Foto zu schicken
es: Pídele que te envíe una foto en el chat
fr: Demande-lui de t'envoyer une photo dans le chat
it: Chiedile di mandarti una foto in chat
pt: Peça para ela te enviar uma foto no chat
tr: Sohbette senden fotoğraf istemesini söyle

source: Athlete
de: Sportlerin
es: Atleta
fr: Athlète
it: Atleta
pt: Atleta
tr: Sporcu

source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
it: Allegato
pt: Anexo
tr: Bağlılık

source: Auburn
de: Kastanienbraun
es: Caoba
it: Ramato
pt: Acaju
tr: Kestane Kızılı

source: Back Together
de: Wieder vereint
es: De nuevo juntos
fr: De nouveau ensemble
it: Di nuovo insieme
pt: Juntos de novo
tr: Yeniden Birlikte

source: Banter
de: Geplänkel
es: Bromas
fr: Taquineries
it: Battute
pt: Brincadeiras
tr: Laf Atışma

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
pt: Preto
tr: Siyah

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
pt: Bloquear
tr: Engelle

source: Block this character?
de: Diesen Charakter blockieren?
es: ¿Bloquear a este personaje?
fr: Bloquer ce personnage ?
it: Bloccare questo personaggio?
pt: Bloquear este personagem?
tr: Bu karakteri engelle?

source: Blonde
de: Blond
es: Rubio
fr: Blond
it: Biondo
pt: Loiro
tr: Sarışın

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Azzurro
pt: Azul
tr: Mavi

source: Bob
de: Bob-Schnitt
es: Corte bob
fr: Coupe au carré
it: Taglio bob
pt: Corte chanel
tr: Bob Kesim

source: Body type
de: Körpertyp
es: Tipo de cuerpo
fr: Type de corps
it: Tipo di corpo
pt: Tipo de corpo
tr: Vücut tipi

source: Bots you're talking to
de: Bots, mit denen du sprichst
es: Bots con los que estás hablando
fr: Bots avec qui tu discutes
it: Bot con cui stai chattando
pt: Bots com quem você está falando
tr: Konuştuğun botlar

source: Braided
de: Geflochten
es: Trenzado
fr: Tressés
it: Intrecciati
pt: Trançado
tr: Örgülü

source: Brown
de: Braun
es: Castaño
fr: Brun
it: Castano
pt: Castanho
tr: Kahverengi

source: Bubbly and forward, always chasing you
de: Lebhaft und direkt, immer hinter dir her
es: Efusiva y directa, siempre detrás de ti
fr: Pétillante et directe, toujours à ta poursuite
it: Frizzante e diretta, sempre alla tua ricerca
pt: Efusiva e direta, sempre atrás de você
tr: Coşkulu ve atılgan, hep peşinde

source: Bun
de: Dutt
es: Moño
fr: Chignon
it: Chignon
pt: Coque
tr: Topuz

source: Button
de: Stupsnase
es: Respingona
fr: Retroussé
it: All'insù
pt: Arrebitado
tr: Kalkık Uçlu

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar
tr: Satın al

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
tr: İptal

source: Caramel
de: Karamell
es: Caramelo
it: Caramello
pt: Caramelo
tr: Karamel

source: Caring
de: Fürsorglich
es: Cariñosa
fr: Attentionnée
it: Premurosa
pt: Carinhosa
tr: Şefkatli

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria
tr: Kategori

source: Cautious
de: Vorsichtig
es: Cautelosa
fr: Prudente
it: Cauta
pt: Cautelosa
tr: Temkinli

source: Charmer
de: Charmeurin
es: Encantadora
fr: Charmeuse
it: Incantatrice
pt: Encantadora
tr: Cazibeli

source: Check back soon — someone new likes you once a day 💕
de: Schau bald wieder vorbei — jeden Tag mag dich jemand Neues 💕
es: Vuelve pronto — alguien nuevo te da like cada día 💕
fr: Reviens bientôt — quelqu'un de nouveau t'aime chaque jour 💕
it: Torna presto — ogni giorno qualcuno di nuovo ti mette like 💕
pt: Volte em breve — alguém novo curte você todo dia 💕
tr: Yakında tekrar bak — her gün biri seni beğeniyor 💕

source: Chef
de: Köchin
fr: Cheffe
tr: Şef

source: Chestnut
de: Kastanie
es: Castaño oscuro
fr: Châtain
it: Castagna
pt: Castanho escuro
tr: Kestane

source: Choose a name for your character
de: Wähle einen Namen für deinen Charakter
es: Elige un nombre para tu personaje
fr: Choisis un nom pour ton personnage
it: Scegli un nome per il tuo personaggio
pt: Escolha um nome para o seu personagem
tr: Karakterine bir isim seç

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la biblioteca
fr: Choisir dans la bibliothèque
it: Scegli dalla libreria
pt: Escolher da biblioteca
tr: Kütüphaneden Seç

source: Choose how many notifications you want from each bot per day. This doesn't affect other app settings.
de: Wähle, wie viele Benachrichtigungen du pro Tag von jedem Bot bekommen möchtest. Das wirkt sich nicht auf andere App-Einstellungen aus.
es: Elige cuántas notificaciones quieres recibir de cada bot al día. Esto no afecta a otros ajustes de la app.
fr: Choisis combien de notifications tu veux recevoir de chaque bot par jour. Cela n'affecte pas les autres réglages de l'appli.
it: Scegli quante notifiche vuoi ricevere ogni giorno da ciascun bot. Questo non influisce sulle altre impostazioni dell'app.
pt: Escolha quantas notificações você quer receber de cada bot por dia. Isso não afeta outras configurações do app.
tr: Her bottan günde kaç bildirim almak istediğini seç. Bu, diğer uygulama ayarlarını etkilemez.

source: Claim Reward · +%lld
de: Belohnung abholen · +%lld
es: Reclamar recompensa · +%lld
fr: Réclamer la récompense · +%lld
it: Riscuoti premio · +%lld
pt: Resgatar recompensa · +%lld
tr: Ödülü Al · +%lld

source: Clear Chat
de: Chat löschen
es: Borrar chat
fr: Effacer le chat
it: Cancella chat
pt: Limpar chat
tr: Sohbeti Temizle

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
tr: Kapat

source: Close Friends
de: Enge Freunde
es: Amigos cercanos
fr: Amis proches
it: Amici stretti
pt: Amigos próximos
tr: Yakın Arkadaşlar

source: Cold
de: Kühl
es: Fría
fr: Froide
it: Fredda
pt: Fria
tr: Soğuk

source: Cold and refined, hard to impress
de: Kühl und elegant, schwer zu beeindrucken
es: Fría y elegante, difícil de impresionar
fr: Froide et raffinée, difficile à impressionner
it: Fredda ed elegante, difficile da colpire
pt: Fria e refinada, difícil de impressionar
tr: Soğuk ve zarif, etkilemesi zor

source: Cold at first, slow to open up
de: Anfangs kühl, öffnet sich langsam
es: Fría al principio, tarda en abrirse
fr: Froide au début, s'ouvre lentement
it: Fredda all'inizio, si apre lentamente
pt: Fria no início, demora para se abrir
tr: Başta soğuk, yavaş yavaş açılır

source: Collect
de: Einsammeln
es: Recoger
fr: Récupérer
it: Ritira
pt: Coletar
tr: Topla

source: Confession
de: Geständnis
es: Confesión
it: Confessione
pt: Confissão
tr: İtiraf

source: Confession Slip
de: Geständniszettel
es: Nota de confesión
fr: Billet de confession
it: Bigliettino di confessione
pt: Bilhete de confissão
tr: İtiraf Anı

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
tr: Devam et

source: Controlling
de: Kontrollierend
es: Controladora
fr: Contrôlante
it: Possessiva
pt: Controladora
tr: Kontrolcü

source: Copper
de: Kupfer
es: Cobrizo
fr: Cuivré
it: Rame
pt: Cobre
tr: Bakır

source: Couldn't generate your character's photo. Please try again.
de: Das Foto deines Charakters konnte nicht erstellt werden. Bitte versuch es erneut.
es: No se pudo generar la foto de tu personaje. Inténtalo de nuevo.
fr: Impossible de générer la photo de ton personnage. Réessaie.
it: Impossibile generare la foto del tuo personaggio. Riprova.
pt: Não foi possível gerar a foto do seu personagem. Tente novamente.
tr: Karakterinin fotoğrafı oluşturulamadı. Lütfen tekrar dene.

source: Couldn't start recording.
de: Aufnahme konnte nicht gestartet werden.
es: No se pudo iniciar la grabación.
fr: Impossible de démarrer l'enregistrement.
it: Impossibile avviare la registrazione.
pt: Não foi possível iniciar a gravação.
tr: Kayıt başlatılamadı.

source: Cracking
de: Bröckelnd
es: Resquebrajándose
fr: En train de craquer
it: Sta cedendo
pt: Começando a ceder
tr: Çatlıyor

source: Crazy
de: Verrückt
es: Loca
fr: Folle
it: Pazza
pt: Louca
tr: Çılgın

source: Crazy Love
de: Verrückte Liebe
es: Amor loco
fr: Amour fou
it: Amore pazzo
pt: Amor louco
tr: Çılgın Aşk

source: Create 1 new character per week
de: 1 neuen Charakter pro Woche erstellen
es: Crea 1 personaje nuevo por semana
fr: Créer 1 nouveau personnage par semaine
it: Crea 1 nuovo personaggio a settimana
pt: Crie 1 novo personagem por semana
tr: Haftada 1 yeni karakter oluştur

source: Create 3 new characters per week
de: 3 neue Charaktere pro Woche erstellen
es: Crea 3 personajes nuevos por semana
fr: Créer 3 nouveaux personnages par semaine
it: Crea 3 nuovi personaggi a settimana
pt: Crie 3 novos personagens por semana
tr: Haftada 3 yeni karakter oluştur

source: Create 10 new characters per week
de: 10 neue Charaktere pro Woche erstellen
es: Crea 10 personajes nuevos por semana
fr: Créer 10 nouveaux personnages par semaine
it: Crea 10 nuovi personaggi a settimana
pt: Crie 10 novos personagens por semana
tr: Haftada 10 yeni karakter oluştur

source: Create Character
de: Charakter erstellen
es: Crear personaje
fr: Créer un personnage
it: Crea personaggio
pt: Criar personagem
tr: Karakteri Oluştur

source: Create your own character
de: Erstelle deinen eigenen Charakter
es: Crea tu propio personaje
fr: Crée ton propre personnage
it: Crea il tuo personaggio
pt: Crie seu próprio personagem
tr: Kendi karakterinizi yaratın

source: Curious
de: Neugierig
es: Curiosa
fr: Curieuse
it: Curiosa
pt: Curiosa
tr: Meraklı

source: Curly
de: Lockig
es: Rizado
fr: Bouclés
it: Ricci
pt: Cacheado
tr: Kıvırcık

source: Daily bonus!
de: Täglicher Bonus!
es: ¡Bono diario!
fr: Bonus quotidien !
it: Bonus giornaliero!
pt: Bônus diário!
tr: Günlük bonus!

source: Daily Rewards
de: Tägliche Belohnungen
es: Recompensas diarias
fr: Récompenses quotidiennes
it: Premi giornalieri
pt: Recompensas diárias
tr: Günlük Ödüller

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
pt: Dia %lld
tr: Gün %lld

source: Deep
de: Dunkel
es: Oscura
fr: Foncée
it: Scura
pt: Escura
tr: Koyu

source: Deep attachment from the start
de: Tiefe Bindung von Anfang an
es: Apego profundo desde el principio
fr: Attachement profond dès le début
it: Legame profondo fin dall'inizio
pt: Apego profundo desde o início
tr: Başından itibaren derin bir bağlılık

source: Deep Bond
de: Tiefe Bindung
es: Vínculo profundo
fr: Lien profond
it: Legame profondo
pt: Vínculo profundo
tr: Derin Bağ

source: Deep Connection
de: Tiefe Verbindung
es: Conexión profunda
fr: Connexion profonde
it: Connessione profonda
pt: Conexão profunda
tr: Derin Bağlantı

source: Deep-set
de: Tiefliegend
es: Hundidos
fr: Enfoncés
it: Infossati
pt: Fundo
tr: Derin Yerleşimli

source: Deeply In
de: Tief verliebt
es: Profundamente enamorada
fr: Profondément amoureuse
it: Profondamente innamorata
pt: Profundamente apaixonada
tr: Derinden Bağlı

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
tr: Sil

source: Describe the photo…
de: Beschreibe das Foto…
es: Describe la foto…
fr: Décris la photo…
it: Descrivi la foto…
pt: Descreva a foto…
tr: Fotoğrafı tarif et…

source: Devoted
de: Hingebungsvoll
es: Devota
fr: Dévouée
it: Devota
pt: Devotada
tr: Sadık

source: Devoted Sweetheart
de: Hingebungsvoller Schatz
es: Dulce Devota
fr: Douce Dévouée
it: Dolce Devota
pt: Doce Devota
tr: Sadık Tatlı

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
pt: Descobrir
tr: Keşfet

source: Distant
de: Distanziert
es: Distante
fr: Distante
it: Distaccata
pt: Distante
tr: Mesafeli

source: Doctor
de: Ärztin
es: Doctora
fr: Médecin
it: Dottoressa
pt: Médica
tr: Doktor

source: Don't show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
pt: Não mostrar novamente
tr: Bir daha gösterme

source: Doubtful
de: Zweifelnd
es: Dudosa
fr: Sceptique
it: Dubbiosa
pt: Duvidosa
tr: Şüpheli

source: Downturned
de: Nach unten geneigt
es: Caídos
fr: Tombants vers le bas
it: All'ingiù
pt: Caído
tr: Aşağı Düşük

source: e.g. always call me 'babe'
de: z. B. nenn mich immer 'Schatz'
es: p. ej. llámame siempre 'cariño'
fr: ex. appelle-moi toujours 'bébé'
it: es. chiamami sempre 'tesoro'
pt: ex. me chame sempre de 'amor'
tr: Örn. bana hep 'aşkım' de

source: e.g. my birthday is May 5th
de: z. B. mein Geburtstag ist am 5. Mai
es: p. ej. mi cumpleaños es el 5 de mayo
fr: ex. mon anniversaire est le 5 mai
it: es. il mio compleanno è il 5 maggio
pt: ex. meu aniversário é 5 de maio
tr: Örn. doğum günüm 5 Mayıs

source: Ebony
de: Ebenholz
es: Ébano
fr: Ébène
it: Ebano
pt: Ébano
tr: Abanoz

source: Emotional Storm
de: Emotionaler Sturm
es: Tormenta emocional
fr: Tempête émotionnelle
it: Tempesta emotiva
pt: Tempestade emocional
tr: Duygu Fırtınası

source: Energetic
de: Energiegeladen
es: Enérgica
fr: Énergique
it: Energica
pt: Enérgica
tr: Enerjik

source: Enigma
de: Rätsel
fr: Énigme
tr: Muamma

source: Enter a name…
de: Namen eingeben…
es: Introduce un nombre…
fr: Entre un nom…
it: Inserisci un nome…
pt: Digite um nome…
tr: Bir isim gir…

source: Enter the app
de: App öffnen
es: Entrar a la app
fr: Entrer dans l'app
it: Entra nell'app
pt: Entrar no app
tr: Uygulamaya gir

source: Enthusiastic, always excited for you
de: Begeistert, immer aufgeregt wegen dir
es: Entusiasta, siempre emocionada por ti
fr: Enthousiaste, toujours excitée pour toi
it: Entusiasta, sempre emozionata per te
pt: Entusiasmada, sempre animada por você
tr: Heyecanlı, senin için hep coşkulu

source: Eye color
de: Augenfarbe
es: Color de ojos
fr: Couleur des yeux
it: Colore degli occhi
pt: Cor dos olhos
tr: Göz rengi

source: Eye shape
de: Augenform
es: Forma de los ojos
fr: Forme des yeux
it: Forma degli occhi
pt: Formato dos olhos
tr: Göz şekli

source: Fair
de: Hell
es: Clara
fr: Claire
it: Chiara
pt: Clara
tr: Açık

source: Familiar
de: Vertraut
fr: Familière
it: Familiare
tr: Alışkın

source: Fast and fearless 😏
de: Schnell und furchtlos 😏
es: Rápido y sin miedo 😏
fr: Rapide et sans peur 😏
it: Veloce e senza paura 😏
pt: Rápido e destemido 😏
tr: Hızlı ve korkusuz 😏

source: Fictional
de: Fiktiv
es: Ficticio
fr: Fictif
it: Fittizio
pt: Fictício
tr: Kurgusal

source: Finishing up %@'s personality
de: Wir feilen an %@s Persönlichkeit
es: Terminando la personalidad de %@
fr: Finalisation de la personnalité de %@
it: Ultimi ritocchi alla personalità di %@
pt: Finalizando a personalidade de %@
tr: %@'nin kişiliği tamamlanıyor

source: Firecracker
de: Feuerwerk
es: Pólvora
fr: Pétard
it: Scoppiettante
pt: Pólvora
tr: Kıvılcım

source: First Step
de: Erster Schritt
es: Primer paso
fr: Premier pas
it: Primo passo
pt: Primeiro passo
tr: İlk Adım

source: Flirting
de: Flirten
es: Coqueteando
fr: Flirt
it: Flirtando
pt: Flertando
tr: Flört

source: Flirting Begins
de: Flirten beginnt
es: El coqueteo comienza
fr: Le flirt commence
it: Il flirt inizia
pt: O flerte começa
tr: Flört Başlıyor

source: Flirty
de: Verführerisch
es: Coqueta
fr: Coquine
it: Provocante
pt: Sedutora
tr: Flörtöz

source: Flirty Jokes
de: Freche Witze
es: Bromas coquetas
fr: Blagues coquines
it: Battute maliziose
pt: Piadas sedutoras
tr: Flörtöz Şakalar

source: Forward & charming from day one
de: Direkt & charmant vom ersten Tag an
es: Directa y encantadora desde el primer día
fr: Directe et charmante dès le premier jour
it: Diretta e affascinante fin dal primo giorno
pt: Direta e charmosa desde o primeiro dia
tr: İlk günden atılgan ve çekici

source: FREQUENTLY ASKED QUESTIONS
de: HÄUFIG GESTELLTE FRAGEN
es: PREGUNTAS FRECUENTES
fr: QUESTIONS FRÉQUENTES
it: DOMANDE FREQUENTI
pt: PERGUNTAS FREQUENTES
tr: SIK SORULAN SORULAR

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
pt: Amigos
tr: Arkadaşlar

source: Fully Open
de: Ganz offen
es: Totalmente abierta
fr: Totalement ouverte
it: Completamente aperta
pt: Totalmente aberta
tr: Tamamen Açık

source: Fun and playful
de: Verspielt und lustig
es: Divertido y juguetón
fr: Amusant et joueur
it: Divertente e giocoso
pt: Divertido e brincalhão
tr: Eğlenceli ve alaycı

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
pt: Galeria
tr: Galeri

source: Gamer
de: Gamerin
fr: Gameuse
tr: Oyuncu

source: Generating a photo based on your choices
de: Ein Foto wird basierend auf deiner Auswahl erstellt
es: Generando una foto según tus elecciones
fr: Génération d'une photo selon tes choix
it: Sto generando una foto in base alle tue scelte
pt: Gerando uma foto com base nas suas escolhas
tr: Seçimlerine göre fotoğraf oluşturuluyor

source: Generating photo…
de: Foto wird erstellt…
es: Generando foto…
fr: Génération de la photo…
it: Generazione foto…
pt: Gerando foto…
tr: Fotoğraf oluşturuluyor…

source: Get more tokens
de: Mehr Token holen
es: Consigue más tokens
fr: Obtenir plus de jetons
it: Ottieni più token
pt: Consiga mais tokens
tr: Daha fazla token al

source: Give a name
de: Gib einen Namen
es: Dale un nombre
fr: Donne un nom
it: Dai un nome
pt: Dê um nome
tr: İsim ver

source: Gray
de: Grau
es: Gris
fr: Gris
it: Grigio
pt: Cinza
tr: Gri

source: Greek
de: Griechische Nase
es: Griega
fr: Grec
it: Greco
pt: Grego
tr: Yunan Burnu

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
pt: Verde
tr: Yeşil

source: Guest User
de: Gastnutzer
es: Usuario invitado
fr: Utilisateur invité
it: Utente ospite
pt: Usuário convidado
tr: Misafir Kullanıcı

source: Hair color
de: Haarfarbe
es: Color de pelo
fr: Couleur de cheveux
it: Colore dei capelli
pt: Cor do cabelo
tr: Saç rengi

source: Hairstyle
de: Frisur
es: Peinado
fr: Coiffure
it: Acconciatura
pt: Penteado
tr: Saç stili

source: Hazel
de: Haselnussbraun
es: Avellana
fr: Noisette
it: Nocciola
pt: Castanho-claro
tr: Ela

source: Hello! I'd love to talk to you.
de: Hallo! Ich würde so gerne mit dir reden.
es: ¡Hola! Me encantaría hablar contigo.
fr: Salut ! J'aimerais tellement te parler.
it: Ciao! Mi piacerebbe tanto parlare con te.
pt: Oi! Eu adoraria falar com você.
tr: Merhaba! Seninle konuşmayı çok isterim.
